/*
  Localizable.strings
  XenonSDK

  Created by fq on 2021/5/19.
  Copyright © 2021 SAGESSE. All rights reserved.
*/
"select_user_privacy_protocol" = "개인정보 정책을 확인하세요.";
"please_enter_account" = "계정을 입력하세요.";
"please_enter_pwd" = "비밀번호를 입력하세요.";
"please_login_first" = "먼저 로그인하세요.";
"DDLL_success" = "결제 성공";
"DDLL_fail" = "결제 실패";
"apple_login_authorization_ErrorUnknown" = "Apple 로그인 권한 요청에 알 수 없는 오류가 발생했습니다.";
"apple_login_authorization_ErrorCanceled" = "Apple 로그인 권한 요청이 취소되었습니다.";
"apple_login_authorization_ErrorInvalidResponse" = "Apple 로그인 권한 요청에 반응이 없습니다.";
"apple_login_authorization_ErrorNotHandled" = "Apple 로그인 권한 요청이 처리되지 않았습니다.";
"apple_login_authorization_ErrorFailed" = "Apple 로그인 권한 요청에 실패했습니다.";
"please_input_new_pwd" = "새로운 비밀번호를 입력하세요.";
"please_again_input_new_pwd" = "새로운 비밀번호를 다시 입력하세요.";
"second_input_pwd_diff" = "입력한 두 비밀번호가 일치하지 않습니다.";
"pwd_change_success" = "비밀번호 수정 성공";
"please_init_first" = "먼저 초기화하세요.";
"service_error_please_connnect_service_phone" = "안녕하세요. 긴급 서버 점검으로 인해 일시적으로 게임을 이용할 수 없습니다. 불편을 드려 죄송합니다!\다른 질문이 있을 경우 연락 바랍니다.\\고객센터: %@\\고객센터 전화번호";
"params_error" = "파라미터 오류";
"purchase_success" = "구매 성공";
"purchase_failed" = "구매 실패";
"service_error" = "서버 오류";
"order_check_failed" = "주문 검사 실패";
"device_no_support_DDLLment" = "해당 기기는 인앱 결제를 지원하지 않습니다.";
"copy_success" = "복사 성공";
"no_install_facebook_app" = "Facebook 앱을 설치하지 않았습니다.";
"function_developing" = "기능 개발 중";
"product_no_use_check_apple_develop" = "일시적으로 제품을 사용할 수 없습니다. Apple 백그라운드 상태를 확인하세요.";
"order_no_find" = "주문서를 찾을 수 없습니다";
"bill_lose" = "영수증 사라짐";
"product_no_find_check_develop" = "제품을 찾을 수 없습니다. 백그라운드 상태를 확인하세요.";
"login_success" = "로그인 성공";
"welecome_join_game" = "환영합니다 님.";
"your_game_account" = "귀하의 게임 계정은";
"your_game_pwd" = "게임 비밀번호는";
